{
  "categories": [
    {
      "id": 1,
      "content": "Tenerife",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 1,
          "content": "Teide National Park",
          "picture": "https://www.planetware.com/photos-large/E/spain-tenerife-teide-crater.jpg",
          "details": "The third highest volcano in the world at 3,718 meters in altitude, Teide towers above the small island of Tenerife, the best known of the Canary Islands. Teide National Park, a UNESCO World Heritage Site, includes the entire mountain, and a trip inside the immense crater is a highlight of a trip to the Canary Islands. Inside the crater's rim is a caldera - the crater floor - 19 kilometers in diameter, and a drive across this barren moonscape is like driving into the center of the earth. This crater is actually what's left of a much larger mountain that blew its top about three million years ago, collapsing into itself. In places, it left walls that rise 457 meters above the crater floor. El Portillo Visitor Center is a good place to start, where an excellent little museum has interactive exhibits showing how volcanoes form and exploring the environment of the crater. Outside, a path leads through a botanic garden, where labels help visitors recognize and identify native plants they will see in the park. To see the crater from above, and for wide-ranging views, ride the Teleférico cable car up Teide's cone, a newer volcanic peak that formed above the giant crater after the original top of the mountain slid off. Although the view from the cable car is outstanding, it can't match the experience of crossing the crater floor to see the varied remnants of the volcanic action: lava fields; jumbles of jagged, black lava boulders; dunes of lava pebbles; and outcrops of red, blue, yellow, and black volcanic stone. Stopping points at various features have signs in English describing the flora and fauna and explaining the landscape, and walking trails lead to the highlights. Another great way to see the park is on a guided tour. "
        },
        {
          "id": 7,
          "content": "Santa Cruz de Tenerife",
          "picture": "https://www.planetware.com/photos-large/E/spain-tenerife-auditorio-de-tenerife.jpg",
          "details": "The capital of Tenerife is a lively and attractive city, marked by some outstanding architectural attractions. Foremost of these is the magnificent Auditorio de Tenerife, an opera house and concert hall overlooking the sea, designed by Spanish architect Santiago Calatrava. The concert hall hosts world class performers, conductors, and orchestras. Santa Cruz has other cultural highlights, including the excellent collections of the Museum of Fine Arts, where you'll find works by Spanish, Flemish, and Canarian painters. At the fascinating Museum of Nature and Man, you can learn more about Tenerife's native people, before the arrival of European settlers, and about the volcanic history of the island. Close to the museum, the lively Mercado de Nuestra Señora de Africa is a good place to find local crafts. Santa Cruz is where you'll find the best shopping on Tenerife, and also the Canaries' most famous event, the annual carnival, marked by lavish parades, shows, and extravagant costumes."
        },
        {
          "id": 9,
          "content": "Loro Park",
          "picture": "https://www.planetware.com/photos-large/E/spain-tenerife-puerto-de-la-cruz-loro-park.jpg",
          "details": "One of the most popular tourist attractions in the Canary Islands is this wildlife park just outside of Puerto de la Cruz. Combining high standards of conservation with good entertainment, the park has one of the world's largest collections of parrots, a large dolphinarium, and an immense aquarium with an underwater tunnel where you can walk as sharks and other sea creatures swim overhead. A bat cave; a gorilla jungle; a huge penguin habitat; and various exotic animals, including tigers and crocodiles, fill the large park."
        },
        {
          "id": 10,
          "content": "San Cristóbal de la Laguna",
          "picture": "https://www.planetware.com/photos-large/E/spain-canary-islands-san-cristobal.jpg",
          "details": "This charming colonial city is a designated UNESCO World Heritage Site because of its exceptional cultural heritage. San Cristobal de la Laguna, locally known simply as La Laguna, is the former capital of all the Canary Islands. The lovely historic town has many architectural gems, such as its elaborate cathedral, Renaissance and Neoclassical churches, and impressive mansions built by wealthy families in the 17th and 18th centuries. The town's parish church, the Iglesia de Nuestra La Concepción, was built 1496 and modified in the 16th and 18th centuries. The sanctuary is simply adorned and has Mudéjar coffering. Another important church is the 17th-century Iglesia de Santo Domingo de Guzmán, with Plateresque details on the facade and an ornately designed Mudejar ceiling. Paintings by the Canary Island artist Cristóbal Hernández de Quintana decorate the interior. For a historical overview of the region, head to the History and Anthropology Museum, housed in the lovely Casa de Lecaro, which dates from 1593."
        },
        {
          "id": 11,
          "content": "La Orotava",
          "picture": "https://www.planetware.com/photos-large/E/spain-canary-islands-la-orotava-tropical-gardens.jpg",
          "details": "In a beautiful valley of banana plantations, this colonial town has been designated as a National Historic-Artistic Site. The historic quarter is filled with gracious old homes, many with ornately carved wooden balconies. The most outstanding of these architectural gems is the Casas de los Balcones, built in the 1630s as a home to a wealthy colonial family. Today, it's a museum and gallery of traditional Canarian crafts and needlework. To admire the interior balconies, step inside the plant-filled patio. The Iglesia de Nuestra Señora de la Concepción, a 16th-century Baroque church, has two remarkable bell towers. The beautifully landscaped Hijuela del Botánico is filled with more than 3,000 colorful tropical flowers and rare plants, set in lawns with decorative pools. An even larger botanical garden is in nearby Puerto de la Cruz, which was once part of La Orotava, a port known for its fishing (its boats still bring in the daily catch to its restaurants). Cesar Manrique, the artist, sculptor, and architect from the neighboring island of Lanzarote, designed its Jardin Beach among volcanic rocks."
        },
        {
          "id": 5,
          "content": "The Beaches of Tenerife",
          "picture": "https://www.planetware.com/photos-large/E/spain-tenerife-south-coast-beaches.jpg",
          "details": "Like those of Gran Canaria, the fabled beaches of Tenerife lie along its sunny south coast. Among the most developed, with plenty of holiday homes, hotels, restaurants, and sports options, are the golden sands of family-oriented Playa de Las Vistas and the upscale enclaves around Playa del Duque, on the Costa Adeje to the west. At the latter, you'll find shopping, luxury spas, golf, windsurfing, jet skiing, and other activities. The string of beaches ends with Puerto de Santiago and Los Gigantes, in a spectacular location underneath soaring cliffs. Smaller natural beaches with darker sand dot the entire shore east of Los Cristianos as far as El Medano. Too windy for comfortable sunbathing or swimming, El Medano is a world-class surfing beach. Farther west is the beautiful, small Playa Santiago and Playa de la Arena, protected by rocky headlands and set below a lush park. Adeje is an upscale resort area, with shopping, luxury spas, golf, windsurfing, jet skiing, and other activities. Perhaps the best beach for families is Playa de las Teresitas, just outside the capital of Santa Cruz. Its gently sloping, golden sands (imported from North Africa) are protected by artificial barrier reefs that make it perfect for children and swimmers, without the heavy surf of some other beaches."
        }

      ]
    },
    {
      "id": 2,
      "content": "Lanzarote",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 2,
          "content": "Timanfaya National Park",
          "picture": "https://www.planetware.com/photos-large/E/spain-lanzarote-timanfaya-volcanic-landscape.jpg",
          "details": "Lanzarote has a much more recent volcanic history than Tenerife - the cataclysmic eruptions that covered most of the island in molten lava and volcanic ash took place between 1730 and 1736. The seven-year series of eruptions buried 11 villages and drove the population from the island, which had previously been the garden of the Canaries. After the eruptions stopped, the farmers returned and found innovative ways to cultivate parts of their ash-covered land. The most dramatic of the volcanic landscapes, including a still-active volcano, are now protected as the UNESCO-listed Timanfaya National Park. You literally have to see it to believe it: huge areas of unearthly terrain covered in swirls of solidified lava, cracked into crevices by more molten lava still moving beneath it. To see the entire park, go to Islote de Hilario, at the top of a volcanic cone, where park rangers demonstrate the tremendous heat just beneath your feet. Dry brush thrown into a depression bursts into flame, and water poured down a pipe erupts back out in a boiling geyser. At a restaurant here, you can eat chicken you've watched grill over heat from the volcano below. There are more volcanic wonders nearby - a collapsed crater that forms a cove beach, where you can gather semi precious stones, sea caves formed by volcanic tubes, and red dunes of volcanic ash."
        },
        {
          "id": 12,
          "content": "Cueva de los Verdes",
          "picture": "https://www.planetware.com/photos-large/E/spain-lanzarote-cueva-de-los-verdes.jpg",
          "details": "One of the most popular things to do on Lanzarote is to explore the seven-kilometer-long volcanic tube that extends from La Coruna mountain to the sea. These tubes were formed when the surface of a lava flow cooled and hardened while the molten river of lava still flowed beneath it. When the subterranean lava emptied into the ocean, it left the hollow tube deep underground. The two kilometers inside of the cave you can tour is in its original state - the only things that have been added are lights and walkways for safety. You enter the caves through a jameo - a hole created by the collapse of a thin place in the roof of the lava tube. Some of the larger chambers are as high as nine to 12 meters. The stone of the walls is red, orange, and black, formed by compounds such as iron oxide and calcium carbonate in the stone."
        },
        {
          "id": 13,
          "content": "Puerto del Carmen",
          "picture": "https://www.planetware.com/photos-large/E/spain-canary-islands-puerto-del-carmen.jpg",
          "details": "The biggest tourist town on Lanzarote is lively Puerto del Carmen, surrounded by more than six kilometers of sandy beaches with calm waters. The old fishing village has been transformed into a bustling vacation destination with a wide selection of hotels and restaurants, but for all its tourist amenities, it has not lost the feel of a real Canarian town. Those visiting during the first two weeks of August will be delighted by the Fiesta de la Virgen del Carmen. This religious festival honors the patron saint of the fishing village, which is decked out with colorful bunting for the occasion. The village celebrates with a traditional procession of decorated boats. One of the boats holds the statue of the Virgen del Carmen, while other fishing boats follow in a twilight maritime parade."
        }

      ]
    },
    {
      "id": 3,
      "content": "Gran Canaria",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 3,
          "content": "Beaches of Gran Canaria",
          "picture": "https://www.planetware.com/photos-large/E/spain-gran-canaria-maspalomas-dunes.jpg",
          "details": "The south coast of Gran Canaria is an almost constant succession of beautiful golden sand beaches. Between Playa de San Agustin on the west and Puerto de Mogán to the east, sunseekers will find no less than six major beach resorts. The largest is Maspalomas, perhaps the island's most popular beach, painted with bright umbrellas and backed by a promenade and a line of restaurants, cafes, shops, and amusements. It's one of the island's liveliest beach scenes at any time of day or night. At one end is a protected reserve of huge sand dunes stretching in layers to the sea. Mountains of wind-riffled sand undulate above beaches, where dunes as high as 12 meters are constantly carved and shifted by sea and wind. You can wander for hours on foot, marveling at their desolate beauty, but it's more exotic to climb on a dromedary for a lurching ride through this spectacular dunescape. The capital city of Las Palmas has several excellent beaches, including Playa Las Canteras, with a wide, sandy shore and gentle waters thanks to a natural breakwater formed by volcanic rock. Part of the beach is a scuba diving area. La Playa Jinámar is a small beach with a dark-sand shoreline and moderate waves. Because of the clear, warm water, diving is popular off this coast, and an underwater park has been designated at Arinaga, north of Playa de San Agustin. There are diving schools at Maspalomas, Playa Ingles and several other points, and you'll find facilities for all manner of other water sports here, including sailing and windsurfing."
        },
        {
          "id": 8,
          "content": "Las Palmas de Gran Canaria",
          "picture": "https://www.planetware.com/photos-large/E/amadores-beach-gran-canaria.jpg",
          "details": "Las Palmas de Gran Canaria is a sun-drenched seaside town with an interesting historic legacy from its Spanish colonial past, dating from the 15th century. The city was founded in 1478, Spain's first colonial foothold in its westward expansion toward the New World. The impressive 16th-century Cathedral of Santa Ana has a Gothic interior, with unusual palm-shaped columns, and in the south wing is the Diocesan Museum, with a rich collection of religious art and gold and silver work. The interesting archaeological and ethnographic collections at the Museum of the Canary Islands reveal the pre-hispanic culture of the island. The 15th-century Casa de Colon was the home of the first governor, where Columbus stayed en route to the New World. Exhibits in the museum detail his explorations. The house is a beautiful example of Canarian architecture, with delicate wooden balconies, lovely patios, and a monumental doorway. The Néstor Museum exhibits the art work of Néstor Martín-Fernández de la Torre, one of the most renowned Spanish Symbolist painters. The museum displays his paintings, including portraits and landscapes, as well as his drawings, sketches, and craftwork. The Néstor Museum is part of the Pueblo Canario (Canaries Village) built in an idealized neo-Canarian style. Jardín Botánico Viera y Clavijo, seven kilometers from Las Palmas, is a spectacular botanical garden filled with native Canarian plant species and set in a beautiful valley."
        }

      ]
    },
    {
      "id": 4,
      "content": "Fuerteventura",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 6,
          "content": "The Beaches of Fuerteventura",
          "picture": "https://www.planetware.com/photos-large/E/spain-fuerteventura-playa-esmeralda.jpg",
          "details": "Miles of beaches on the island of Fuerteventura are almost empty, and even most of those with well-developed tourist infrastructures are uncrowded. The northeastern beaches are often quite windy, and the surf on its northern beaches is quite heavy - to the delight of surfers, who find some of Europe's finest waves here. Corralejo, a fishing port on the north coast, is a surfing center, with rentals, surf schools, and a strong surfer and watersports culture. Playa el Pozo, which has moderate waves and safe swimming waters, has a number of kiosks renting water sports equipment, beach chairs, and sun umbrellas, and there are several other choices along Corralejo's nearly 16 kilometers of sandy shore. But it is Playa Sotavento (leeward beach) that has earned Fuerteventura its reputation as a haven for beach lovers. It lines the entire south coast of the Jandia Peninsula, at the southern tip of the island. You can choose your paradise from nearly 30 kilometers of golden sand lapped by turquoise waters. While there are towns and tourist enclaves with all the amenities, it's the abundance of uncrowded beach space that attracts tourists to these fabled sands."
        }

      ]
    },
    {
      "id": 5,
      "content": "La Palma",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 14,
          "content": "Santa Cruz de la Palma",
          "picture": "https://www.planetware.com/photos-large/E/santa-cruz-de-la-palma.jpg",
          "details": "This pleasant seaside town has the most unspoiled seafront of any in the Canaries and still reflects the favored position it held in the 1500s, when it was one of only three Spanish ports allowed to trade with the New World. Stroll along the cobbled Calle O'Daley to see the handsome homes of wealthy merchants and appreciate the prosperity this town enjoyed in the 17th and 18th centuries. The 16th-century Iglesia del Salvador has a beautiful mudejar ceiling and a painted altarpiece. The Ayuntamiento (town hall) was once the cardinal's palace, built in 1569, and has a magnificent carved ceiling and Renaissance arcade. Every five years, the island celebrates its patron saint, the Virgin of Las Nieves, with Quinquennial Fiestas, following the same traditions the townspeople have enjoyed since 1680."
        },
        {
          "id": 4,
          "content": "Caldera de Taburiente National Park",
          "picture": "https://www.planetware.com/photos-large/E/spain-canary-islands-caldera-de-taburiente.jpg",
          "details": "Known as the Isla Bonita (Beautiful Island), La Palma is the greenest of the Canary Islands. Designated a UNESCO Biosphere Reserve, La Palma's landscape varies from pristine forests to sheer cliffs and black-sand beaches. Among its many protected environments is the Caldera de Taburiente National Park, where volcanic peaks rise to 2,400 meters, and lava flows descend to the sea. For those in search of idyllic surroundings, the park has wooded areas with streams and waterfalls. Along the rocky coastline, picturesque little bays are hidden away in between steep hillsides."
        }

      ]
    },
    {
      "id": 6,
      "content": "La Gomera",
      "details": "16 Best Places to Visit in the Canary Islands",
      "products": [
        {
          "id": 15,
          "content": "Parque Nacional de Garajonay",
          "picture": "https://www.planetware.com/photos-large/E/spain-la-gomera-garajonay-national-park.jpg",
          "details": "La Gomera rises so steeply from the Atlantic that it is impractical to build a road around its coast. Crowning the top half of the island is the world's largest pre-glacial forest, protected as Garajonay National Park, and a UNESCO World Heritage Site. Seventy percent of the 9,325-acre park is covered by a dense laurel forest, similar to those covering Europe in the Tertiary Period. These beautiful, green forests are home to many plants and animals that are indigenous only to this island, and the island's streams and springs are fed by clouds and mists that hover on the peaks in the park. The terrain is steep, and paths through the misty moss-draped forests open to breathtaking, if often vertigo-inspiring, views. The island capital of San Sebastián was where Christopher Columbus outfitted his ships before crossing the Atlantic in 1492."
        }

      ]
    }
  ]
}